ServiceInteractions/riv/processdevelopment/infections/tags/processdevelopment_infections_1.0.1/schemas/interactions/DeletePrescriptionInteraction/ExempelMeddelande_DeleteReason.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:add="http://www.w3.org/2005/08/addressing" xmlns:urn="urn:riv:processdevelopment:infections:DeletePrescriptionReasonResponder:1">
   <soapenv:Header>
      <add:To>SE2010123456</add:To>
   </soapenv:Header>
   <soapenv:Body>
      <urn:DeletePrescription>
         <urn:PrescriptionId>SE2010123456-OE1ordid2</urn:PrescriptionId>
      </urn:DeletePrescription>
   </soapenv:Body>
</soapenv:Envelope>